---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPressureDrop
source: html/3f2b4bc7-e405-9fb5-8aff-cfc87d021fc5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPressureDrop Property

"Pressure Drop"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPressureDrop { get; }
```